export const heroAr = {
  title: "جسمك يمكنه <span>تحمّل تقريبًا</span> أي شيء",
  description:
    "عقلك هو الذي يحتاج إلى الاقتناع. تحدَّ حدودك، واظب على التزامك، وشاهد كيف يتحول جسدك إلى مصدر قوة ومرونة. ابدأ رحلتك اليوم وكن قادرًا حقًا!",
};

export const whyUsAr = {
  "section-title": "لماذا نحن",
  title: "ارفع مستوي لياقتك <span>بأفضل طريقة </span> ممكنة",
  description:
    "نقدم لك رحلة لياقة بدنية مصممة خصيصًا لأهدافك، بدعم من مدربين محترفين ومجتمع مرحّب. سواء كان هدفك فقدان الوزن، بناء القوة، أو تحسين العافية بشكل عام، نقدم لك طرقًا مثبّتة النتائج.",
  plans: {
    title: "خطة لياقة شخصية",
    description:
      "نخصص كل تمرين ليناسب أهدافك ومستوى لياقتك الفريدة لضمان تحقيق أكبر تقدم ممكن.",
  },
  focus: {
    title: "تركيز على النتائج",
    description:
      "كل ما نقوم به مصمم لمساعدتك على تحقيق نتائج ملموسة، سواء كنت تسعى لفقدان الوزن أو غيره.",
  },
  equipment: {
    title: "معدات حديثة ومتطورة",
    description:
      "نوفر أحدث معدات الجيم، من أجهزة الكارديو إلى الأوزان الحرة، مصممة لدعم جميع الاحتياجات.",
  },
};

export const workoutsAr = {
  title: "تمارين",
  subtitle: "فصول لياقة",
  HighlightText: {
    startText: "غيّر جسمك مع نظامنا الديناميكي",
    highlightText: "التمارين القادمة",
  },
  button: "استكشف",
};
